Repository: daskuehl/Bitcoins.lc-localized
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_fr

source: A mining pool for Bitcoin without any fees or costs. Here you can gather free Bitcoins and trade bitcoins for real cash. We have full IPv6 support and a lot more compared to other mining pools. More information will come shortly, in mean time - why don't you try our services?
es_es: Es una cantera de Bitcoin sin comisiones ni costes. Aquí puedes conseguir Bitcoins gratis y cambiarlos por dinero real. Ofrecemos compatibilidad total con IPv6 y muchas más cosas si nos comparamos con las demás canteras. Pronto tendremos más información, mientras tanto, ¿por qué no pruebas nuestros servicios?
fr_fr: Un mining pool pour Bitcoin avec aucuns frais ou charges. Vous pouvez récolter des Bitcoins gratuitement et en échanger contre de l'argent physique. Nous assurons un support complet de l'IPv6 ansi que de nombreuses fonctionalités par rapport à d'autres mining pools. Plus d'informations arriveront prochainement, en attendant - venez essayer nos services !

source: Getting started with Bitcoins
es_es: Empezar con Bitcoins
fr_fr: Découvrir les Bitcoins

source: It's rather easy to get started with mining free Bitcoins, all you need to do is register a new account, sign in and create a worker. You can find more information and how-to's on the web.
es_es: Es muy fácil empezar a minar Bitcoins gratis. Lo único que tienes que hacer es registrar una cuenta nueva, iniciar sesión y crear un trabajador. Puedes encontrar más información y guías en la web.
fr_fr: Il est aisé de commencer à miner des Bitcoins gratuitement, vous n'avez qu'à créer un nouveau compte, vous connecter et enregistrer un mineur. Vous pouvez facilement trouver plus d'information et des tutoriels sur le web.

source: What is <em>Bitcoin</em>?
es_es: ¿Qué es <em>Bitcoin</em>?
fr_fr: Qu'est-ce que <em>Bitcoin</em>?

source: Bitcoin a digital currency using peer-to-peer technology to make transactions and verify those. The name also refers to the open source software that uses it, and the peer-to-peer network that it forms.
es_es: Bitcoin es una moneda digital que usa la tecnología peer-to-peer para realizar transacciones y verificarlas. El nombre también se refiere al software de código abierto que lo usa y a la red <em>peer-to-peer</em> que lo forma.
fr_fr: Bitcoin est une devise virtuelle utilisant une technologie pair-à-pair pour effectuer des transactions et les vérifier. Ce nom fait aussi référence au logiciel open-source qu'il l'utilise, et le maillage réseau qu'il engendre.

source: Unlike most currencies, Bitcoin does not rely on trusting any central issuer or central bank. Bitcoin uses a distributed database spread across nodes of a peer-to-peer network to journal transactions, and uses cryptography to provide advanced security functions, such as ensuring that Bitcoins can only be spent by the person who owns them, and never more than once.
es_es: Al contrario que la mayoría de las divisas, Bitcoin no se basa en la confianza de un emisor central o banco central. Bitcoin usa una base de datos distribuida extendida por nodos de una red <em>peer-to-peer</em> para registrar las transacciones y utiliza la criptografía para proporcionar funciones avanzadas de seguridad, asegurando que los Bitcoins solo los pueda gastar la persona que los tiene, y nunca más de una vez.
fr_fr: Contrairement à la pluspart des devises, Bitcoin ne repose sur aucun organisme ou banque centrale. Il utilise une base de données distribuée au travers des maillons d'un réseau pair-à-pair pour garder une trace des transactions, et utilise la cryptographie pour fournir des fonctions de sécurité avancées, tels qu'assurer qu'un Bitcoin ne puisse être dépancé qu'une seule et unique fois par la personne qui le possède.

source: Bitcoin's design allows for <strong>anonymous</strong> ownership and transfers. Bitcoins can be saved on a personal computer in the form of a wallet file or kept with a third party wallet service, and in either case Bitcoins can be sent over the Internet to anyone with a Bitcoin address.
es_es: El diseño de Bitcoin garantiza la <strong>anonimidad</strong> de la propiedad y las transferencias. Los Bitcoins pueden guardarse en un ordenador personal en forma de un archivo monedero o mediante un servicio de monedero de un tercero. En ambos casos, los Bitcoins pueden enviarse a través de Internet a cualquiera con una dirección Bitcoin.
fr_fr: La conception de Bitcoin permet la possession et des transferts <strong>anonymes</strong> . Les Bitcoins peuvent être sauvegardés sous la forme d'un fichier-porte-monnaie ou gardé par un service dédié, dans les deux cas des Bitcoins peuvent être envoyé à n'importe qui avec une adresse Bitcoin.

source: Bitcoin's peer-to-peer topology and lack of central administration make it infeasible for any authority, governmental or otherwise, to manipulate the value of Bitcoins or induce inflation by producing more of them. It also makes it near-impossible trace to you as a person.
es_es: La topología <em>peer-to-peer</em> de Bitcoin y la ausencia de una administración central impide a las autoridades (sean gubernamentales o de otra índole) manipular el valor de los Bitcoins o provocar la inflación produciendo más. También hace que sea imposible rastrearte.
fr_fr: La topologie peer-to-peer Bitcoin et l'inexistance d'un organisme central rends impossible pour toute authorité, gouvernementale ou non, de manipuler la valeur du Bitcoin ou induire une inflation. Cela rends également quasiment impossible de vous tracer en tant que personne.

source: We think bitcoin is the future. Try our services now to get your own opinion.
es_es: Pensamos que Bitcoin es el futuro. Prueba nuestros servicios para tener tu opinión.
fr_fr: Nous pensons que Bitcoin est le futur. Essayez nos services pour vous faire une opinion.

source: Our vision
es_es: Nuestra visión
fr_fr: Notre vision

source: We have a vision of providing you with the best service available to the lowest or no cost at all. Almost all of our services are free to use for everybody, everywhere. Exactly as bitcoin as a currency was meant to be.
es_es: Nuestra visión es proporcionarte el mejor servicio disponible por el coste más bajo o sin coste alguno. Casi todos nuestros servicios son gratuitos para todo el mundo en todas partes. Tal como se gestó Bitcoin como moneda.
fr_fr: Nous souhaitons vous fournir le meilleur service au moindre prix, voire gratuitement. La quasi-totalité de nos services est gratuite, et utilisable par tout le monde, partout. Exactement comme Bitcoin vise à être en tant que devise.

source: Bitcoin.lc was founded in May 2011 by the Swedish entrepreneur Jim Nelin and some friends. We noticed that all Bitcoin services available had fees and other unwanted features, so we decided to create our own mining pool and marketplace for bitcoins.
es_es: Bitcoin.lc se fundó en mayo de 2011 por el emprendedor sueco Jim Nelin y algunos amigos suyos. Nos dimos cuenta de que todos los servicios disponibles de Bitcoin tenían tasas y características que no eran necesarias, así que decidimos crear nuestra propia cantera y comercio de bitcoins.
fr_fr: Bitcoin.lc a été fondé en mai 2011 par l'entrepreneur suédois Jim Nelin ainsi que des amis. Nous avons remarqué que tous les services Bitcoins disponivbles avait des charges et d'autres choses non-souhaitables, nous avons donc décidé de créer notre propre mining pool et marché d'échange de bitcoins.

source: A number of persons responded to our idea and wanted in - and here we are. The system is developed by Jim him self in under a week and is just released publicly. It may contain bugs and issues, but they are solved as soon as reported. Don't hesitate to contact us if you have any questions or suggestions.
es_es: A varias personas les gustó nuestra idea y se quisieron incorporar... y aquí estamos. El sistema lo desarrolló Jim en menos de una semana y es público. Puede contener errores y problemas, pero se solucionan tan pronto como se informan de ellos. No dudes en contactar con nosotros si tienes cualquier duda o pregunta.
fr_fr: Un certain nombre de personne ont apprécié notre idée, et souhaitaient sa mise en oeuvre - nous voilà. Le système a été développé par Jim lui-même en moins d'une semaine et viens juste d'être ouvert au public. Il peut y avoir des bugs ou problèmes, mais seront résolus dès qu'ils seront notifiés. N'hésitez pas à nous contacter si vous avez des question ou suggestions.

source: You'll find our e-mail address at the bottom of this page, or join our IRC channel and speak to us directly!
es_es: Encontrarás nuestra dirección de correo electrónico en la parte inferior de esta página, ¡o puedes unirte a nuestro canal de IRC y hablar directamente con nosotros!
fr_fr: Vous trouverez notre addresse email en bas de cette page, ou joignez notre canal IRC et parlez-nous directement!

source: Chat with us
es_es: Charla con nosotros
fr_fr: Chatter avec nous

source: We have a IRC-channel dedicated to Bitcoins.lc. The channel is <a href="irc://irc.quakenet.org:6667/bitcoins.lc">#bitcoins.lc</a> and it is located on Quakenet - irc.quakenet.org. Come and join us with your own client - or just use the <a href="/chat">webchat</a>.
es_es: Tenemos un canal de IRC dedicado a Bitcoins.lc. El canal es <a href="irc://irc.quakenet.org:6667/bitcoins.lc">#bitcoins.lc</a> y está alojado en Quakenet: irc.quakenet.org. Ven y únete a nosotros con tu cliente o usa el <a href="/chat">webchat</a>.
fr_fr: Nous avons un canal IRC dédié à Bitcoins.lc. Le canal est accessible à l'addresse <a href="irc://irc.quakenet.org:6667/bitcoins.lc">#bitcoins.lc</a> et est hébergé par Quakenet - irc.quakenet.org. Rejoignez nous avec votre propre client - ou utilisez simplement le <a href="/chat">webchat</a>.

source: See ya there!
es_es: ¡Nos vemos allí!
fr_fr: On se verra là-bas!

source: Help us
es_es: Ayúdanos
fr_fr: Aidez nous

source: The best and esiest way to help us is to ask friends and family to join us. Spread the word about <em>bitcoin</em> and <em>bitcoins.lc</em> using facebook, twitter and other mediums. You'll find links at the bottom of each page.
es_es: La manera más fácil y mejor de ayudarnos es pedirles a tu familia y amigos que se unan a nosotros. Habla de <em>bitcoin</em> y <em>bitcoins.lc</em> a través de facebook, twitter y otros medios. Encontrarás enlaces en la parte inferior de cada página.
fr_fr: La meilleur et la plus facile manière de nous aider est d'inviter vos proches à nous rejoindre. Faîtes passer le mot sur <em>bitcoin</em> and <em>bitcoins.lc</em> en utilisant facebook, twitter et d'autres médiums mediums. Vous trouverez des liens au bas de la page.

source: <strong>Please donate if you like our services.</strong> It will keep us going and growing. Our Bitcoin Address is displayed at the bottom of all pages.
es_es: <strong>Realiza una donación si te gustan nuestros servicios.</strong> Nos permitirá seguir y crecer. Nuestra dirección de Bitcoin se muestra en la parte inferior de todas las páginas.
fr_fr: <strong>Veuillez faire une donation si vous appréciez nos services.</strong> Cela fait fait vivre et grandir le site. Notre adresse bitcoin est disponible en bas de toutes les pages.

source: Interesting facts
es_es: Datos interesantes
fr_fr: Anecdotes

source: Did you know that our domain name was chosen because of .lc could be associated to "low cost"?
es_es: ¿Sabías que nuestro dominio se eligió porque .lc podría asociarse con "low cost"?
fr_fr: Savez-vous que le nom de domaine a été choisi parce que .lc peut être associé à "low cost"?

source: Bitcoins.lc is hosted in Sweden, in an advanced virtual hosting enviorment with full redundancy. Visit <a href="http://www.jine.se/">http://www.jine.se/</a> for more information (in swedish) about their services.
es_es: Bitcoins.lc está alojado en Suecia, en un entorno de alojamiento virtual avanzado con redundancia total. Visita <a href="http://www.jine.se/">http://www.jine.se/</a> para más información (en sueco) de sus servicios.

source: Block information (solved blocks)
es_es: Información del bloque (bloques resueltos)
fr_fr: Informations de blocs (blocs résolus)

source: Coming soon!
es_es: ¡Próximamente!
fr_fr: Disponible prochainement!

source: Bitcoin Mining Pool
es_es: Cantera de Btcoin

source: We are running a <em>Mining Pool</em> for solving blocks and generating Bitcoins together. Bitcoins are only created in chunks of 50 BTC at a time, with the whole sum paid to a single person. There's however one issue: it would take forever for one person to mine an entire block. Pooled mining is a way for multiple users to work together to solve blocks and earn free Bitcoins, all it takes is time and hashpower.
es_es: Tenemos una <em>cantera</em> para resolver bloques y generar Bitcoins juntos. Los Bitcoins se crean en conjuntos de 50 BTC cada vez y toda la suma se paga a una sola persona. Sin embargo, hay un problema: a una persona le llevaría muchísimo tiempo minar un bloque entero. Las canteras son la mejor forma para que los usuarios trabajen juntos para resolver bloques y conseguir Bitcoins, solo se necesita tiempo y potencia de <em>hash</em>.
fr_fr: Nous mettons à disposition une <em>Mining Pool</em> pour résoudre des blocs et genérer des bitcoins avec. Les Bitcoins sont créés seulement en morceaux 50 BTC à chaque fois, dont le montant total est reversé à une seule personne. Il y a cepandant un problème: cela prendrait une éternité à une unique personne de miner un bloc entier. Le Pooled mining permet à plusieurs personnes de collaborer afin de résoudre des blocs et obtenir des Bitcoins, cela requiert seulement du temps et de la puissance de calcul.

source: How does it work?
es_es: ¿Cómo funciona?
fr_fr: Comment ça fonctionne?

source: When a block is solved (usually in a couple of hours, depending on number of currently active pool users) the coins are distributed fairly among the users contributed to the block. <b>We're not taking any fee</b> or extra costs for the solved block. The whole 50 BTC is distrubuted fairly among users that helped solving that block, based on the amount of shares the user contributed with.
es_es: Cuando se resuelve un bloque (por lo generar en un par de horas, dependiendo del número de usuarios activos en la carrera) los usuarios reciben una gran parte proporcional del bloque. <b>No nos llevamos ninguna comisión</b> ni aplicamos coste alguno al bloque resuelto. Los 50 BTC se distribuyen entre los usuarios que ayudaron a resolver ese bloque, basándonos en el número de acciones con las que contribuyó el usuario.
fr_fr: Quand un bloc est résolu (habituellement en deux heures environ, cela dépend du nombre d'utilisateurs actifs dans le pool) les utilisateurs obtennent un morceau de bloc proportionnel à la puissance de calcul fournie pendant le dernier round de minage. <b>Nous ne prélevons aucun frais ou charges supplémentaire sur le bloc résolu.</b> L'intégralité des 50 BTC est reversé aux utilisateurs qui ont contribué à la résolution du bloc.

source: How do i get started?
es_es: ¿Cómo empiezo?

source: It's rather easy, all you need to do is <a href="/register">sign up</a>, add a worker to your account and start let your CPU/GPU start working on solving the block. When you're signed in and visiting this page, you'll see a table with all workers you created and their stats.
es_es: Es muy fácil, solo tienes que <a href="/register">registrarte</a>, añadir un trabajador a tu cuenta y dejar que tu CPU/GPU comience a trabajar en resolver el bloque. Una vez te hayas registrado y hayas visitado esta página, verás una tabla con todos los trabajadores que has creado y sus estadísticas.
fr_fr: C'est plutôt simple, tout ce que vous avez à faire est vous <a href="/register">enregistrer</a>, ajouter un mineur à votre compte and laisser votre CPU/GPU commencer à résoudre le bloc. En visitant cette page en étant connecté, vous verez un tableau avec tout vos mineurs et leurs statistiques.

source: We support all common and publicly available miners, including Phoenix miner, Ufasoft's CPU miner, jgarzik's CPU miner, Diablo's GPU miner, m0mchil's GPU miner and puddinpop's CPU/GPU miners and alot more. <b>Long Polling is of course enabled, and recommended to use.</b>
es_es: Todos los mineros comunes y disponibles al público son compatibles, incluidos Phoenix miner, Ufasoft's CPU miner, jgarzik's CPU miner, Diablo's GPU miner, m0mchil's GPU miner, puddinpop's CPU/GPU miners y muchos más. <b>Está activado el <em>long-polling</em> y se recomienda su uso.</b>
fr_fr: Nous supportons tous les mineurs courants publiquement disponibles, incluant Phoenix miner, Ufasoft's CPU miner, jgarzik's CPU miner, Diablo's GPU miner, m0mchil's GPU miner et puddinpop's CPU/GPU miners ainsi que de nombreux autres. <b>Le Long Polling is est bien sûr activé, et nous recommandons son utilisation.</b>

source: If your using Windows for mining, we recommend you trying our GUI miner which makes things alot esier for you. Just fill out GUIMiner as viewed to the left (don't forget workers username and password), select a device, and you're ready to start earning Bitcoins. Read more on how to tweak and get the most out of GUIMiner in <a href="http://forum.bitcoin.org/index.php?topic=3878.0">this thread</a>.
es_es: Si usas Windows para minar, te recomendamos nuestro GUI miner que te facilitará las cosas. Rellena GUIMiner tal como aparece en la izquierda (no te olvides de los nombres de usuario y contraseñas de los trabajadores), elige un dispositivo y podrás empezar a ganar Bitcoins. Para más información sobre como afinar y sacar el mayor partido a GUIMiner, dirígete a <a href="http://forum.bitcoin.org/index.php?topic=3878.0">este hilo</a>.
fr_fr: Si vous utilisez Windows pour miner, nous vous recommandons d'essayer notre GUI miner (mineur avec interface graphique) qui rends les choses plus faciles pour vous. Remplissez simplement les champs de GUIMiner comme montré sur la droite (n'oubliez pas le nom et mot de passe du mineur), choisissez un périphérique, et vous êtes prêt à recevoir des bitcoins. Apprenez à paramétrer et obtenir le maximum de GUIMiner à cette adresse sur <a href="http://forum.bitcoin.org/index.php?topic=3878.0">ce topic</a>.

source: Helpful links
es_es: Enlaces útiles
fr_fr: Liens utiles

source: Still need more info? Please read the <a href="http://forum.bitcoin.org/index.php?topic=9430.0">Newbies Guide</a>
es_es: ¿Sigues necesitando más información? Lee la <a href="http://forum.bitcoin.org/index.php?topic=9430.0">Guía para principiantes</a>
fr_fr: Vous avez besoin de plus d'information ? Veuillez lire le <a href="http://forum.bitcoin.org/index.php?topic=9430.0">Guide du débutant (en anglais)</a>

source: Thanks for your donation, we really appreciate it!
es_es: ¡Muchísimas gracias por tu donación!
fr_fr: Merci pour votre donation, nous l'apprécions beaucoup !

source: You don't have enough funds for that donation.
es_es: No tienes fondos suficientes para realizar esa donación.
fr_fr: Vous n'avez pas assez de fonds pour cette donation.

source: Instant payout
es_es: Pago instantáneo
fr_fr: Virement direct

source: Donation to Bitcoins.lc
es_es: Donación a Bitcoins.lc
fr_fr: Donation à Bitcoins.lc

source: Received Block %d
es_es: Bloque recibido %d
fr_fr: Reçu le bloc %d

source: Account successfully updated.
es_es: Cuenta actualizada con éxito.
fr_fr: Compte mis-à-jour.

source: You have to enter both your current password and a new one.
es_es: Tienes que introducir tu contraseña actual y la nueva.
fr_fr: Vous devez entrer à la fois votre ancien et nouveau mot de passe.

source: Passwords doesn't match.
es_es: Las contraseñas no coinciden.
fr_fr: Les mots de passes ne correspondent pas.

source: Your new password must be at least 8 characters long.
es_es: Tu nueva contraseña tiene que tener al menos 8 caracteres de longitud.
fr_fr: Votre nouveau mot de passe doit faire au moins 8 caractères.

source: Password successfully changed.
es_es: Se ha cambiado la contraseña con éxito.
fr_fr: Mot de passe changé avec succès.

source: Your current password doesn't match.
es_es: Tu contraseña actual no coincide.
fr_fr: Votre mot de passe actuel ne correspond pas.

source: Transaction failed. You must set an payout address in your account settings.
es_es: Error en la transacción. Tienes que introducir una dirección de pago en tu configuración de cuenta.
fr_fr: La transaction a échoué. Vous devez définir une adresse de virement dans votre compte.

source: Instant payout of %s BTC sent to %s. <a href="http://blockexplorer.com/tx/%s">View transaction</a>
es_es: Se ha enviado un pago instantáneo de % BTC a %s. <a href="http://blockexplorer.com/tx/%s">Ver transacción</a>.
fr_fr: Virement instantané de %s BTC envoyé à %s. <a href="http://blockexplorer.com/tx/%s">Voir la transaction</a>

source: Transaction failed, this could possible be an error in the system. Please contact us if this error remains.
es_es: Error en la transacción, posiblemente por error en el sistema. Ponte en contacto con nosotros si el error persiste.

source: You don't meet the balance requirement for an instant payout. Your balance is less then %s BTC.
es_es: No tienes el saldo suficiente para realizar un pago instantáneo. Tu saldo es menor que %s BTC.
fr_fr: Vous n'avez pas le minimum requis pour effectuer un virement direct. Votre solde est inférieur à %s BTC.

source: Invalid e-mail address.
es_es: Dirección de correo electrónico no válida.
fr_fr: Adresse email invalide.

source: Wrong credentials or you're not registered. Please register below or request a new password.
es_es: Tus credenciales son erróneas o no estás registrado. Regístrate debajo o solicita una nueva contraseña.
fr_fr: Identification échouée ou alors vous n'êtes pas connecté. Veuillez vous enregistrer ci-dessous ou demander un nouveau mot de passe.

source: Your password must be at least 8 characters long.
es_es: Tu contraseña tiene que tener al menos 8 caracteres de longitud.
fr_fr: Votre mot de passe doit faire au minimum 8 caractères.

source: You're already registered, please login with your e-mail address and password or request a new password.
es_es: Ya estás registrado, inicia sesión con tu correo electrónico y contraseña o solicita una nueva contraseña.
fr_fr: Vous êtes déja enregistré, veuillez vous connecter avec votre adresse email ou demander un nouveau mot de passe.

source: Password Reset for Bitcoins.lc
es_es: Restablecer contraseña de Bitcoins.lc
fr_fr: Réinitialisation mot de passe Bitcoins.lc

source: Hello! A password recovery reset has been sent from IP: %s. If you did not ask for a password reset, you can safely ignore this email. To restore your password, press follow this link: https://www.bitcoins.lc/reset-password?token=%s -- Regards, Bitcoins.lc
es_es: ¡Hola! Se ha solicitado un restablecimiento de contraseña desde la IP: %s. Si no has solicitado un restablecimiento de contraseña, puedes ignorar este correo. Para restablecer tu contraseña, pincha el enlace: https://www.bitcoins.lc/reset-password?token=%s -- Un saludo, Bitcoins.lc
fr_fr: Bonjour! Une réinitialisation de mot de passe a été demandé par l'addresse IP: %s. Si vous n'avez pas demandé une réinitialisation de mot de passe, vous pouvez ignorer cet email. Pour restaurer votre mot de passe, veuillez suivre ce lien: https://www.bitcoins.lc/reset-password?token=%s -- Cordialement, Bitcoins.lc

source: The password reset could not be sent out. If this error remains, please contact info@bitcoins.lc.
es_es: No se ha podido enviar el restablecimiento de contraseña. Si el error persiste, contacta con info@bitcoins.lc.
fr_fr: La réinitialisation de mot de passe n'a pas pu être envoyée. Si cette erreur persiste, veuillez contacter info@bitcoins.lc.
