Repository: daskuehl/Bitcoins.lc-localized
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_fr

source: An e-mail with more information has been sent to the address you provided.
es_es: Se ha enviado un correo electrónico con más información a la dirección que nos has proporcionado.
fr_fr: Un email avec plus d'information a été envoyé à l'adresse que vous avez fournie.

source: No user with that e-mail address found. Please register a new account below or try again.
es_es: No se ha encontrado ningún usuario con esa dirección de correo electrónico. Registra una nueva cuenta debajo o vuelve a intentarlo.
fr_fr: Aucun utilisateur avec cette adresse a été trouvé. Veuillez créer un nouveau compte ou essayer à nouveau.

source: Your new password for Bitcoins.lc
es_es: Tu contraseña nueva para Bitcoins.lc
fr_fr: Votre nouveau mot de passe pour Bitcoins.lc

source: Hello! As you requested, your password has now been reset. Your new details are as follows: Username: %s Password: %s To change your password, please visit this page: https://www.bitcoins.lc/account when you're signed in. -- Regards, Bitcoins.lc
es_es: ¡Hola! Tal como solicitaste, se ha restablecido tu contraseña. Tus nuevos datos son: Nombre de usuario: %s Contraseña: %s Para cambiar tu contraseña, visita esta página: https://www.bitcoins.lc/account después de iniciar sesión. -- Un saludo, Bitcoins.lc
fr_fr: Bonjour! Comme vous l'avez demandé, votre mot de passe a été réinitialisé. Vos nouvelles coordonées sont les suivantes: Nom d'utilisateur: %s Mot de passe: %s Pour changer votre mot de passe, veuillez visiter cette page: https://www.bitcoins.lc/account lorsque vous êtes connectés. -- Cordialement, Bitcoins.lc

source: An e-mail with your new password has been sent out.
es_es: Se ha enviado un correo electrónico con tu nueva contraseña.
fr_fr: Un email contenant votre nouveau mot de passe a été envoyé.

source: Invalid password reset token.
es_es: Token de restablecimiento de contraseña no válido.
fr_fr: Jeton de reinitialisation mot de passe invalide.

source: Buy Bitcoins Cheap
es_es: Compra Bitcoins
fr_fr: Acheter des Bitcoins à bas coût

source: Get Free Bitcoins
es_es: Consigue Bitcoins gratis
fr_fr: Obtenez des Bitcoins gratuitement

source: Statistics and Top lists
es_es: Estadísticas y lista de los mejores
fr_fr: Statistiques and classement

source: Could not connect to database server.
es_es: No se pudo conectar al servidor de bases de datos.
fr_fr: Ne peux se connecter au serveur de base de données.

source: New worker created with id
es_es: Nuevo trabajador creado con id
fr_fr: Nouveau mineur créé avec l'id

source: Worker
es_es: Trabajador
fr_fr: Mineur

source: Webchat
fr_fr: Chat web

source: Bitcoins.lc is hosted in Sweden, in an advanced virtual hosting environment with full redundancy. Visit <a href="http://www.jine.se/">http://www.jine.se/</a> for more information (in swedish) about their services.
fr_fr: Bitcoins.lc est hébergé en Suède, dans un environement d'hébergement virtuel avancé avec redondance complète . Visitez <a href="http://www.jine.se/">http://www.jine.se/</a> pour plus d'information (en suédois) à propos de leurs services.

source: Supported software
fr_fr: Programmes supportés

source: Transaction failed, this could possibly be an error in the system. Please contact us if this error remains.
fr_fr: La transaction a échoué, cela peut-être du à une erreur système. Veuillez nous contacter si cette erreur persiste.
