Repository: daskuehl/Bitcoins.lc-localized
Catalog: */LC_MESSAGES/messages.po
Languages: es_es, fr_fr

source: Low Cost Bitcoin Pool - Bitcoins.lc
es_es: Cantera de Bitcoins de bajo coste - Bitcoins.lc
fr_fr: Pool Bitcoin low-cost - Bitcoins.lc

source: Frontpage
es_es: Página principal
fr_fr: Page d'acceuil

source: Buy Bitcoins
es_es: Comprar Bitcoins
fr_fr: Acheter des Bitcoins

source: Sell Bitcoins
es_es: Vender Bitcoins
fr_fr: Vendre des Bitcoins

source: Generate Bitcoins
es_es: Generar Bitcoins

source: Stats
es_es: Estadísticas

source: About us
es_es: Acerca de nosotros
fr_fr: Qui sommes-nous ?

source: Welcome to Bitcoins.lc!
es_es: ¡Bienvenido a Bitcoins.lc!
fr_fr: Bienvenue sur Bitcoins.lc!

source: Current pool statistics
es_es: Estadísticas actuales de la cantera
fr_fr: Statistiques actuelles de la pool

source: %s from %d workers
es_es: %s de %d trabajadores
fr_fr: %s depuis %d mineurs

source: E-mail address
es_es: Dirección de correo electrónico
fr_fr: Addresse email

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Proceed
es_es: Continuar
fr_fr: Continuer

source: Forgot your password?
es_es: ¿Has olvidado tu contraseña?
fr_fr: Mot de passe oublié ?

source: Register new account
es_es: Registrar nueva cuenta
fr_fr: S'enregistrer

source: Enter your e-mail address
es_es: Introducir tu dirección de correo electrónico
fr_fr: Entrez votre addresse email

source: Restore password
es_es: Recuperar contraseña
fr_fr: Restaurer le mot de passe

source: Return to login
es_es: Volver al inicio de sesión
fr_fr: Retour à la page de connexion

source: Welcome to Bitcoins.lc
es_es: Bienvenido a Bitcoins.lc
fr_fr: Bienvenue sur Bitcoins.lc

source: Logged in as
es_es: Has iniciado sesión
fr_fr: Connecté en tant que

source: Settings
es_es: Configuración
fr_fr: Paramètres

source: Log Out
es_es: Cerrar sesión
fr_fr: Se déconnecter

source: Verified funds
es_es: Fondos verificados
fr_fr: Fonds vérifiés

source: Unverified funds
es_es: Fondos sin verificar
fr_fr: Fonds non-vérifiés

source: Estimated earnings
es_es: Ganancias estimadas
fr_fr: Gains estimés

source: Recent Transactions
es_es: Transacciones recientes
fr_fr: Transactions récentes

source: Show all
es_es: Mostrar todo
fr_fr: Tout afficher

source: Based upon %d valid shares.
es_es: Basado en %d acciones válidas.
fr_fr: Basé sur %d parts valides.

source: No recent transactions found.
es_es: No se han encontrado transacciones recientes.
fr_fr: Aucune transaction récente trouvée.

source: Your current total hashrate is <strong>%s</strong>
es_es: Tu velocidad de <em>hash</em> total actual es <strong>%s</strong>
fr_fr: Votre taux de hash est <strong>%s</strong>

source: In total <b>%s</b> from <b>%d</b> workers
es_es: Un total de <b>%s</b> de <b>%d</b> trabajadores
fr_fr: Sur un total de <b>%s</b> depuis <b>%d</b> workers

source: <b>1 BTC</b> is currently worth <b>%s USD</b>
es_es: <b>1 BTC</b> vale actualmente <b>%s USD</b>
fr_fr: <b>1 BTC</b> vaut actuellement <b>%s USD</b>

source: Soon a lot of statistics and information will fill this area, until then please check our basic <a href="/stats">statistics</a>
es_es: Dentro de poco encontrarás aquí un montón de estadísticas e información, hasta entonces echa un vistazo a nuestras <a href="/stats">estadísticas</a> básicas.
fr_fr: Bientôt de nombreuses informations et statistiques viendront completer cette zone, en attendant veuillez utiliser nos <a href="/stats">statistiques simples</a>

source: Support us at <em>%s</em>
es_es: Ayúdanos en <em>%s</em>
fr_fr: Aidez nous par <em>%s</em>

source: Select language
es_es: Elegir idioma
fr_fr: Langue

source: General Statistics
es_es: Estadísticas generales
fr_fr: Statistiques génerales

source: Show in JSON
es_es: Mostrar en JSON
fr_fr: Afficher en JSON

source: Below here you'll find general statistics and information about the current progress. Data is cached 45 to 90 seconds depending on type of data. Please don't hammer this page.
es_es: Aquí debajo encontrarás estadísticas generales e información sobre el progreso actual. Los datos se cachean cada 45-90 segundos dependiendo del tipo de datos. No machaques esta página.
fr_fr: Vous trouverez ci-dessous des statistiques et informations générales sur l'avancement actuel. Les données sont mises encache pendant 45 à 90 secondes selon le type. Veuillez ne pas recharger la page trop souvent.

source: Total pool performance
es_es: Rendimiento total de la cantera
fr_fr: Performance totale du pool

source: Current round started at
es_es: La ronda actual comenzó el
fr_fr: Round commencé à

source: Current round duration
es_es: Duración de la ronda actual
fr_fr: Durée du round courant

source: Valid shares for current round
es_es: Acciones válidas de la ronda actual
fr_fr: Parts valides pour le roud courant

source: Shares for current round
es_es: Acciones de la ronda actual
fr_fr: Parts pour le round courant

source: Previous round started at
es_es: La ronda anterior comenzó el
fr_fr: Rounds précédent commencé à

source: Previous round finished at
es_es: La ronda anterior terminó el
fr_fr: Rounds précédent terminé à

source: Previous round duration
es_es: Duración de la ronda anterior
fr_fr: Durée du round précédent

source: Valid shares for previous round
es_es: Acciones válidas de la ronda anterior
fr_fr: Parts valides pour le roud précédent

source: Shares for previous round
es_es: Acciones de la ronda anterior
fr_fr: Parts pour le roud courant

source: Current block received
es_es: Bloque actual recibido el
fr_fr: Bloc courant reçu

source: Lifetime for current block
es_es: Vida del bloque actual
fr_fr: Durée de vie du bloc courant

source: Current block
es_es: Bloque actual
fr_fr: Bloc courant

source: Current difficulty
es_es: Dificultad actual
fr_fr: Difficulté actuelle

source: Active workers
es_es: Trabajadores activos
fr_fr: Mineurs actifs

source: Solved blocks
es_es: Bloques resueltos
fr_fr: Blocs trouvés

source: Show block info
es_es: Mostrar información del bloque
fr_fr: Afficher les infos. de bloc

source: Latest block solved by
es_es: Último bloque resuelto por
fr_fr: Dernier bloc trouvé par

source: Shares for current block
es_es: Acciones del bloque actual
fr_fr: Parts pour le bloc courant

source: Total num. of valid shares
es_es: N.º total de acciones válidas
fr_fr: Nombre total de parts valides

source: Total num. of shares
es_es: N.º total de acciones
fr_fr: Nombre total de parts

source: Total num. of workers
es_es: N.º total de trabajadores
fr_fr: Nombre total de mineurs

source: Total num. of users
es_es: N.º total de usuarios
fr_fr: Nombre total d'utilisateurs

source: More stats will come with time, if you have any suggestions - please let us know!
es_es: Dentro de poco tendremos más estadísticas, si tienes alguna sugerencia, ¡háznoslo saber!
fr_fr: Plus de statistiques viendront par la suite, si vous avez des suggestions, n'hésitez pas à nous les partager !

source: Top list (Shares)
es_es: Lista de los mejores (acciones)
fr_fr: Classement (Parts)

source: Below you'll see our current top list of users and their total amount of submitted shares. Can't find yourself on the list? Make sure that you actually have filled in the optional nickname field in your Account Overview.
es_es: Debajo verás una lista de nuestros mejores usuarios y su cantidad total de acciones enviadas. Si no apareces en la lista, asegúrate de haber rellenado el campo opcional Sobrenombre en la Vista general de la cuenta.
fr_fr: Voici ci-dessous le classement actuel des utilisateurs et de leurs parts de travail. Vous ne vous trouvez pas sur la liste ? Vérifiez que vous avez rempli le champ pseudo dans votre compte utilisateur.

source: Nickname
es_es: Sobrenombre
fr_fr: Pseudo

source: Submitted shares
es_es: Acciones enviadas
fr_fr: Parts envoyées

source: Your Transactions
es_es: Tus transacciones
fr_fr: Vos transactions

source: Below you can see the full list of transactions linked to your account. Due to a change in the transaction system, it's only transactions since the 1th of June that's showed.
es_es: Debajo puedes ver un listado completo de las transacciones enlazadas a tu cuenta. Debido a un cambio en tu sistema de transacciones, solo se muestran las transacciones realizadas desde el 1 de junio.
fr_fr: Vous trouverez ci-dessous la liste complète des transactions en rapport avec votre compte. A cause d'un changement dans le système de transaction, seulement l'historique depuis le 1er Juin est disponible.

source: No transactions found.
es_es: No se han encontrado transacciones.
fr_fr: Aucune transaction trouvée.

source: To use our services you'll need an account. Please fill in the fields below to register to our service.<br> Please note that we will never send spam, share your information with <b>anyone</b> or use the information in any bad way.
es_es: Para poder usar nuestros servicios necesitarás una cuenta. Rellena los campos que tienes debajo para registrarte en nuestro servicio.<br> Ten en cuenta que nunca te enviaremos correo no deseado, no compartiremos tu información con <b>nadie</b> ni usaremos la información de ninguna manera ilícita.
fr_fr: Vous avez besoin d'un compte utilisateur pour utiliser nos services. Veuillez remplir les champs à cet effet pour pouvoir utiliser nos services.<br> Please note that we will never send spam, share your information with <b>anyone</b> or use the information in any bad way.

source: All fields below are required.
es_es: Son obligatorios todos los campos.
fr_fr: Tous les champs ci-dessous sont requis.

source: E-mail address:
es_es: Dirección de correo electrónico:
fr_fr: Adresse email:

source: Password:
es_es: Contraseña:
fr_fr: Mot de passe:

source: Repeat password:
es_es: Repetir contraseña:
fr_fr: Confirmation mot de passe:

source: Sign up
es_es: Registrarse
fr_fr: S'enregisrer

source: Information
es_es: Información

source: We are running a <em>Mining Pool</em> for solving blocks and generating bitcoins together. Bitcoins are only created in chunks of 50 BTC at a time, with the whole sum paid to a single person. There's however one issue: it would take forever for one person to mine an entire block. Pooled mining is a way for multiple users to work together to solve blocks and get Bitcoins, all it takes is time and hashpower.
es_es: Tenemos una <em>cantera</em> para resolver bloques y generar Bitcoins juntos. Los Bitcoins se crean en conjuntos de 50 BTC cada vez y toda la suma se paga a una sola persona. Sin embargo, hay un problema: a una persona le llevaría muchísimo tiempo minar un bloque entero. Las canteras son la mejor forma para que los usuarios trabajen juntos para resolver bloques y conseguir Bitcoins, solo se necesita tiempo y potencia de <em>hash</em>.
fr_fr: Nous mettons à disposition une <em>Mining Pool</em> pour résoudre des blocs et genérer des bitcoins avec. Les Bitcoins sont créés seulement en morceaux 50 BTC à chaque fois, dont le montant total est reversé à une seule personne. Il y a cepandant un problème: cela prendrait une éternité à une unique personne de miner un bloc entier. Le Pooled mining permet à plusieurs personnes de collaborer afin de résoudre des blocs et obtenir des Bitcoins, cela requiert seulement du temps et de la puissance de calcul.

source: When a block is solved (usually in a couple of hours, depending on number of currently active pool users) the users get a proportionally big cut of the block compared to how much hash power they provided during the last block mining. <b>We're not taking any fees or extra costs for the solved block.</b> The whole 50 BTC is distrubuted among users that helped solving that block.
es_es: Cuando se resuelve un bloque (por lo generar en un par de horas, dependiendo del número de usuarios activos en la carrera) los usuarios reciben una gran parte proporcional del bloque comparado con la potencia de <em>hash</em> que han proporcionado durante el minado del último bloque. <b>No nos llevamos ninguna comisión ni aplicamos coste alguno al bloque resuelto.</b> Los 50 BTC enteros se distribuyen entre los usuarios que ayudaron a resolver ese bloque.
fr_fr: Quand un bloc est résolu (habituellement en deux heures environ, cela dépend du nombre d'utilisateurs actifs dans le pool) les utilisateurs obtennent un morceau de bloc proportionnel à la puissance de calcul fournie pendant le dernier round de minage. <b>Nous ne prélevons aucun frais ou charges supplémentaire sur le bloc résolu.</b> L'intégralité des 50 BTC est reversé aux utilisateurs qui ont contribué à la résolution du bloc.

source: Create new worker
es_es: Crear un nuevo trabajador
fr_fr: Créer un nouveau mineur

source: For each individual instance of your miner you'll need an unique worker to access our service. For example, if you have two graphic cards with one GPU each you will need two workers. If you're mining with both CPU and GPU, you will need one worker for your CPU and one for GPU, and so on.
es_es: Por cada instancia individual de tu minero necesitarás un trabajador único para acceder a nuestro servicio. Por ejemplo, si tienes dos tarjetas gráficas con una GPU cada una, necesitarás dos trabajadores. Si minas con tu CPU y tu GPU, necesitarás un trabajador para tu CPU y otro para tu GPU, etc.
fr_fr: Pour chaque instance d'un programme de minage vous avez besoin d'un mineur distinct. Par exemple, si vous avez deux cartes graphiques avec un GPU sur chaque, vous avez besoin de deux mineurs. Si vous minez à la fois sur CPU et GPU, vous devez avoir un mineur pour votre CPU et un pour le GPU, ainsi de suite.

source: Press the following button to create a new worker.
es_es: Pulsa el siguiente botón para crear un trabajador nuevo.
fr_fr: Cliquez sur le bouton dessous pour créer un nouveau mineurs.

source: Manage your workers
es_es: Gestionar tus trabajadores
fr_fr: Gérer vos mineurs

source: Below is a table with necessary information to get started. Use a miner of your choice (preferably with long-polling support) and point it to the URL below with the generated username and password
es_es: Debajo encontrarás una tabla con toda la información necesaria para empezar. Usa un minero de tu elección (preferiblemente con compatibilidad con <em>long-polling</em>) y apúntalo a la URL descrita debajo con el nombre de usuario y contraseña generados.
fr_fr: Le tableau ci-desosus contient les informations nécessaires pour vous lancer. Utilisez le mineur de votre choix (préférablement qui supporte le long-polling ) et indiquez lui l'URL ci-dessous avec le nom d'utilisateur et le mot de passe générés

source: The Shares column represents the amount of valid shares that worker has reported in the last %d minutes. The total amount of shares the last %d min are shown next to it. If those two numbers are very different, you maybe having trouble with Long-polling support or similar (a lot of stale work).
es_es: La columna Acciones detalla la cantidad de acciones válidas de las que ha informado el trabajador en los últimos %d minutos. Al lado se muestra la cantidad total de acciones de los últimos %d min. Si los dos números son muy diferentes, puede que tengas problemas con la compatibilidad con <em>long-polling</em> o algo similar (tienes un montón de trabajo inservible).
fr_fr: La colonne Parts représente la quantité de parts <b>valides</b> que le mineur a envoyé dans les dernières %d minutes. Le total de parts des dernières %d min est affiché à côté. Si ces deux nombres sont très différents, votre mineur a un problème avec le Long-polling ou autre (grande quantité de "stale work", travail obsolète).

source: Username
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

source: Shares
es_es: Acciones
fr_fr: Parts

source: Hashrate
es_es: Velocidad de <em>hash</em>
fr_fr: Taux de hash

source: Delete this worker
es_es: Eliminar este trabajador
fr_fr: Supprimer ce mineur

source: You don't have any workers yet, press the button above to create one...
es_es: Aún no tienes ningún trabajador, pulsa el botón que tienes arriba para crear uno...
fr_fr: Vous n'avez aucun mineur, cliquez sur le bouton au-dessus pour en créer un ...

source: Please note that both the total and the individual worker hashrates shown above is an estimate (based on the number of shares the last %d minutes) and will not always represent the actual value your miner reports. It's the value that your miner reports that counts!
es_es: Ten en cuenta que tanto la velocidad de <em>hash</em> total como la de de cada trabajador individual que se muestran arriba son estimadas (se basan en el número de acciones de los últimos %d minutos) y no siempre representan el valor real de los informes de tus mineros. ¡Lo que cuenta es el valor de los informes de tus mineros!
fr_fr: Veuillez noter que le taux de hash individuel et additionné des mineurs affiché ci-dessus est une estimation (basée sur le nombre de parts des %d minutes) et ne représente pas toujours le taux actuel que donne votre mineur. C'est la valeur indiquée par votre mineur qui compte !

source: This section will open soon. You'll able to buy Bitcoins here using your credit card and/or other methods of funds. Please check back in a while to discover more what we have to offer.
es_es: Pronto abriremos esta sección. Podrás comprar Bitcoins con tu tarjeta de crédito o con otros métodos o fondos. Echa un vistazo dentro de poco para descubrir lo que podemos ofrecerte.
fr_fr: Cette section ouvrira prochainement. Il vous sera permis d'acheter ici des Bitcoins en utilisant votre carte de crédit ou d'autre moyens de paiements. Veuillez repasser dans un petit moment afin de voir ce que nous proposons.

source: This section will open soon. Here you'll be able to sell your bitcoins to best offer avaiable. We'll be able to pay you using number of services and currencies.
es_es: Pronto abriremos esta sección. Aquí podrás vender tus Bitcoins con la mejor oferta disponible. Podremos pagarte mediante varios servicios y monedas.
fr_fr: Cette section ouvrira prochainement. Il vous sera permis de vendre ici des Bitcoins au plus offrant. Nous pourrons vour payez par de multiples services et devises.

source: Page not found
es_es: No se ha encontrado la página
fr_fr: Page introuvable

source: We couldn't find <em>%s</em> on our server, though it's most certainly not your fault.
es_es: No hemos podido encontrar <em>%s</em> en nuestro servidor, aunque lo más probable es que no sea culpa tuya.
fr_fr: Nous ne pouvons pas trouver <em>%s</em> sur notre serveur, cependant cela ne doit venir de vous.

source: Instant Payout
es_es: Pago instantáneo
fr_fr: Virement direct

source: Instant payout requires your verified funds balance to be over %s BTC. However we recommend waiting until 1 BTC minimum due to transaction fees. Press the button below to make a payout to your Bitcoin address specified in the account overview.
es_es: Para el pago instantáneo necesitamos que tu saldo de fondos verificados sea mayor que %s BTC. Sin embargo, recomendamos que esperes a un mínimo de 1 BTC por las comisiones de transacción. Pulsa el botón que tienes debajo para realizar un pago a la dirección de Bitcoin especificada en tu vista general de cuenta.
fr_fr: Il est nécessaire d'avoir plus de %s BTC vérifiés pour utiliser le virement direct. Nous vous recommandons cepandant d'attendre d'avoir plus de 1 BTC à cause des frais de transactions inhérentes à Bitcoin. Cliquez sur le bouton ci-dessous pour virer les fonds à votre addresse Bitcoin spécifiée dans votre préférences.

source: (You must have at least %s BTC to do an instant payout)
es_es: (Tienes que tener al menos %s BTC para realizar un pago instantáneo)
fr_fr: (Vous devez avoir au moins %s BTC pour effectuer un virement direct)

source: Donate to us
es_es: Danos una donación
fr_fr: Nous soutenir financièrement

source: If you like our services, we would be pleased to recieve your donation. Below you can donate any amount to us (down to 0.00000001 BTC). This is a one time donation only.
es_es: Si te gustan nuestros servicios, nos gustaría recibir una donación. Debajo puedes donarnos cualquier cantidad (desde 0,00000001 BTC). Es una donación de una sola vez.
fr_fr: Si vous appréciez nos services, nous serions ravis de recevoir votre donation. Vous pouvez donner ci-dessous le montant que vous voulez (à partir de 0.00000001 BTC). C'est une donation unique.

source: Make donation
es_es: Realizar donación
fr_fr: Donner

source: Account overview
es_es: Vista general de cuenta
fr_fr: Compte

source: Below you should enter the Bitcoin address to receive payouts to. You could also enter a optional nickname to be displayed in the toplist. Please note that your stats won't be displayed on the toplist unless you set a username (this is due we don't want to publicly show e-mail addresses).
es_es: Debajo has de introducir la dirección Bitcoin donde recibirás los pagos. También puedes introducir un sobrenombre opcional para aparecer en la lista de los mejores. Ten en cuenta que no se mostrarán tus estadísticas en los mejores usuarios a menos que introduzcas un sobrenombre (esto es porque no queremos mostrar direcciones de correo electrónico en público).
fr_fr: Entrez ci-dessous l'addresse Bitcoin qui recevra les virements. Vous pouvez également entrer un pseudo qui sera affiché dans le classement. Vos statistiques ne seront pas affichés dans le classement tant que vous n'aurez pas entré un pseudo (Nous ne souhaitons pas afficher publiquement les adresses email).

source: If you don't want to be shown on the toplist, you should leave the nickname field empty.
es_es: Si no quieres aparecer en el listado de los mejores, deja vacío el campo sobrenombre
fr_fr: Si vous ne souhaitez pas paraître dans le classement, laissez le champ pseudo vide.

source: Optional Nickname
es_es: Sobrenombre opcional
fr_fr: Pseudo

source: Bitcoin Address (To receive payouts to)
es_es: Dirección Bitcoin (donde recibirás los pagos)
fr_fr: Addresse Bitcoin (Réceptrice des Bitcoins)

source: Select Timezone
es_es: Elegir zona horaria
fr_fr: Fuseau horaire

source: Save Account
es_es: Guardar cuenta
fr_fr: Sauvegarder

source: Change Password
es_es: Cambiar contraseña
fr_fr: Changement de mot de passe

source: Change your password below. Please don't use the same as your e-mail and/or other services. All passwords are salted and hashed with SHA-256.
es_es: Cambia tu contraseña debajo. No uses la misma que tu correo electrónico u otros servicios. A todas las contraseñas se les aplica <em>salt</em> y <em>hash</em> SHA-256.
fr_fr: Changez ci-dessous votre pseudo. Veuillez ne pas utiliser le même que votre addresse email ou d'autre services. Tous les mots de passes sont "salés" et hashés en SHAA-256.

source: Current password
es_es: Contraseña actual
fr_fr: Mot de passe actuel

source: New password
es_es: Contraseña nueva
fr_fr: Nouveau mot de passe

source: Repeat new password
es_es: Repite la contraseña nueva
fr_fr: Répetez le nouveau mot de passe

source: What is Bitcoins.lc?
es_es: ¿Qué es Bitcoins.lc?
fr_fr: Qu'est-ce qu'est Bitcoins.lc?
